Enterprise_Serivces/Prod/Bronze3/CSLIssuedTokenService/result1/Iteration1/t1_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/services/csl/issuedtoken/contracts/2010/05/IIssuedTokenService/GetIssuedTokenByToken</wsa:Action><wsa:MessageID>uuid:1416eefb-caa4-485a-aa01-8660d278e96b</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://cslissuedtokenserviceprod.gha.pvt/IssuedTokenService.svc</wsa:To></soap:Header><soap:Body><GetIssuedTokenByToken xmlns="http://www.gamestop.com/services/csl/issuedtoken/contracts/2010/05"><request><MachineName xmlns="http://www.gamestop.com/services/core/contracts/2010/05">test</MachineName><Token xmlns="http://www.gamestop.com/services/csl/issuedtoken/contracts/messages/2010/05">tokentest</Token></request></GetIssuedTokenByToken></soap:Body></soap:Envelope>